<template>
  <div class="info-container">
    <p class="info-title">이용약관</p>
    <div class="info-package">
      <div class="info-name">제1조 목적</div>
      <div class="info-item">
        이 서비스 약관은 이용자가 "아우또"에서 제공하는 인터넷 사이트 (https:~ )서비스를 이용함에 있어 운영자와 이용자간의 권리, 의무 및 책임사항 등을 규정함을 목적으로 합니다.
      </div>
    </div>
    <div class="info-package">
      <div class="info-name">제2조 용어의 정의</div>
      <div class="info-item">
      1. 이용자: 이 약관에 동의한 것으로 간주되고 서비스를 이용하는 이용자<br/>
      2. 기타 약관에서 정하지 아니한 용어는 관계 법령 및 일반 관례에 따릅니다.
      </div>
    </div>
    <div class="info-package">
      <div class="info-name">제3조 이용약관의 효력 및 변경</div>
      <div class="info-item">
      1. 이 약관은 서비스를 이용하고자 하는 모든 이용자에 대하여 그 효력을 발생합니다.<br/>
      2. 이 약관의 내용은 이용자가 서비스를 이용함으로써 자동적으로 효력이 발생합니다.<br/>
      3. 약관에 대한 동의는 이용자가 서비스를 이용함으로써 이루어지는 것으로 간주합니다.<br/>
      4. 이용자는 변경된 약관에 대하여 동의하지 않을 경우 서비스 이용을 중단하고 이용을 그만둘 수 있으며, 만약 변경된 약관의 적용 이후에도 서비스를 계속 이용하는 경우에는 약관의 변경 사항에 동의한 것으로
      간주합니다.<br/>
      5. 운영자는 필요한 사유가 발생할 경우 관련 법령에 위배되지 않는 범위 안에서 약관을 개정할 수 있습니다. 개정 사실은 공지를 통해 고지되며 개정된 약관은 게시된 지 7일 후부터 효력을 발휘합니다.
      </div>
    </div>
    <div class="info-package">
      <div class="info-name">제4조 회원 가입과 제한</div>
      <div class="info-item">
      "아우또"는 회원제시스템을 도입하지 않고 있습니다. 추후 도입하게될 경우 변경사항을 고지하겠습니다.
      </div>
    </div>
    <div class="info-package">
      <div class="info-name">제5조 사용자에 대한 제재 등</div>
      <div class="info-item">
      1. 운영자는 사용자가 다음 각 호의 사항에 해당하는 경우 이용을 제한시킬 수 있습니다.<br/>
      ① 공지사항 이용지침에 위반하는 활동을 하는 경우<br/>
      ② 법령과 본 약관이 금지하거나 공서양속에 반하는 행위를 하는 경우<br/>

      2. 공용게시판 등에 등록된 게시글 및 댓글에 남아있는 개인정보 침해 사유 게시물은 언제라도 작성자 본인임을 확인할 수 있는 증명자료, 관련 사유, 첨부자료를 개인정보처리방침상 개인정보보호책임팀에 요청하면
      확인 후 개별적으로 삭제될 수 있습니다.
      </div>
    </div>
    <div class="info-package">
      <div class="info-name">제6조 운영자의 의무</div>
      <div class="info-item">
      운영자는 법령과 이 약관이 정하는 사항을 준수하며, 지속적이고 안정적으로 서비스를 제공하기 위해 최선을 다합니다.
      </div>
    </div>
    <div class="info-package">
      <div class="info-name">제7조 이용자의 의무</div>
      <div class="info-item">
      이용자는 다음 행위를 하여서는 안 됩니다.<br/>
      1. 운영자의 공지사항 이용지침 위반<br/>
      2. 운영자 기타 제3자의 저작권 등 지적재산권에 대한 침해<br/>
      3. 운영자 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위<br/>
      4. 외설 또는 폭력적인 메시지·화상·음성 기타 공서양속에 반하는 정보를 홈페이지에 공개 또는 게시하는 행위
      </div>
    </div>
    <div class="info-package">
      <div class="info-name">제8조 서비스의 변경 및 중지</div>
      <div class="info-item">
      1. 운영자가 제공하는 서비스의 내역은 서비스 개선, 기술상의 이유 또는 기타 사유에 의하여 변동될 수 있으며, 중요 변경 사실에 대해서는 사전에 공지합니다.<br/>
      2. 운영자는 설비의 보수, 서비스 제공에 연관된 계약의 종료, 새로운 서비스로의 교체, 통신의 두절, 기타 불가피한 사유가 있을 경우 서비스의 일부 또는 전부를 완전히 중단할 수 있습니다.<br/>
      3. 운영자는 제2항에 의한 서비스 중단의 경우 공지글 등을 통하여 이용자에게 사전에 공지합니다. 다만 회사로서도 예측할 수 없거나 통제할 수 없는 사유로 인해 사전 통지가 불가능한 상황에서는 그러하지
      아니합니다. 이러한 경우에도 회사가 상황을 파악하는 즉시 최대한 빠른 시일 내에 서비스를 복구하도록 노력하겠습니다.<br/>
      </div>
    </div>
    <div class="info-package">
      <div class="info-name">제9조 게시물 관련 사항</div>
      <div class="info-item">
      1. 운영자는 게시물 및 내용물에 관한 세부 이용지침(공지사항)을 별도로 정하여 운영할 수 있으며 회원은 그 지침에 따라 게시물 등을 등록하여야 합니다.<br/>
      2. 이용자의 공개게시물의 내용이 다음 각 호에 해당하는 경우 회사는 해당 공개게시물에 대한 접근을 임시적으로 차단하는 조치 내지 해당 게시물을 이동, 삭제할 수 있고, 필요하다고 판단되는 경우 해당
      이용자의 접속을 제한, 정지 또는 영구정지시킬 수 있습니다.<br/>
      ① 공지사항 이용지침에 위반하는 내용<br/>
      ② 다른 이용자 또는 제3자를 비방하거나 명예를 손상시키는 내용<br/>
      ③ 제3자의 저작권 등 권리를 침해하는 내용<br/>
      ④ 범죄행위와 관련이 있다고 판단되는 내용<br/>
      ⑤ 기타 관계법령 및 공서양속에 위반되는 내용<br/>
      3. 운영자는 이용자의 게시물 등에 대하여 다른 이용자 혹은 제3자의 법률상 권리 침해를 근거로 게시 중단 요청을 받은 경우 게시물을 임시로 게시 중단할 수 있으며 게시 중단 요청자와 게시물 등록 회원간의
      합의 또는 법적 조치의 결과(예: 법원의 판결, 결정, 검찰의 처분) 등이 회사에 접수되면 그에 따릅니다.<br/>
      4. 운영자는 이용자의 게시물 등에 대하여 다른 이용자 혹은 제3자의 법률상 권리 침해를 근거로 게시 중단 요청에 대해 본인 또는 본인 대리인에 대한 확인 및 권리 침해에 대한 사유와 증거를 확인한 뒤
      게시물에 대한 권리 침해가 이루어졌다고 판단되면, 해당 게시물에 대한 게시를 중단합니다.
      </div>
    </div>
    <div class="info-package">
      <div class="info-name">제10조 게시물에 대한 저작권</div>
      <div class="info-item">
      1. 이용자가 작성한 게시물의 저작권은 해당 게시물의 작성자에게 귀속합니다.<br/>
      2. 이용자는 다음 각 호에 해당하는 범위 내에서 회원이 등록한 게시물을 회사가 무상으로 사용하는 것을 허락합니다.<br/>
      -서비스 내에서 게시물의 복제, 전송, 전시, 배포 및 이를 위하여 게시물 크기를 변화하거나 단순화하는 등 저작물 동일성을 해치지 않는 방식으로 수정하는 것<br/>
      3. 작성한 게시물로 인해 발생되는 문제에 대해서는 해당 게시물을 게시한 게시자에게 책임이 있으며, 타인의 권리를 침해한 게시물은 침해 당사자 또는 권한 대리인의 요청에 의해 삭제될 수 있습니다.<br/>
      ① 권리 침해 및 저작물 무단게제 등의 사유로 인한 게시물 삭제요청은 당사자 또는 권한 대리인의 증빙자료 첨부와 함께 관리자 메일 (이메일주소) 을 통해 문의해주시기 바랍니다.<br/>
      4. 작성한 게시물로 인해 타인 및 저작물의 저작권을 침해하는 경우 이에 대한 민.형사상의 책임은 글 게시자에게 있습니다. 만일 이를 이유로 회사가 타인에게 손해배상청구 등 이의 제기를 받은 경우 해당
      게시자는 그로 인해 발생되는 모든 손해를 부담해야 합니다.
      </div>
    </div>
    <div class="info-package">
      <div class="info-name">제11조 정보의 제공 및 광고 게재</div>
      <div class="info-item">
      1. 운영자는 서비스 이용에 필요가 있다고 인정되는 각종 정보 또는 광고를 서비스 화면에 게재할 수 있습니다. 이용자는 서비스상 노출되는 광고게재에 대해 동의합니다.<br/>
      2. 운영자는 서비스상에 게재된 광고에 대하여 이용자가 그와 관련된 거래를 함으로써 발생하는 손해에 대해 책임을 지지 않습니다.
      </div>
    </div>
    <div class="info-package">
      <div class="info-name">제12조 손해배상</div>
      <div class="info-item">
      이용자가 서비스를 이용함에 있어 행한 불법적 행위나 본 약관의 규정을 위반함으로 인하여 발생한 법적 책임은 모두 본인에게 있습니다. 또한 그러한 행위로 인하여 운영자나 다른 이용자에게 손해가 발생하거나
      제3자로부터 운영자 또는 이용자를 대상으로 손해배상청구 소송을 비롯한 각종 민형사상의 법적 조치 등의 이의제기를 받는 경우, 해당 이용자는 그 귀책사유로 인하여 손해를 배상할 책임이 있습니다.
      </div>
    </div>
    <div class="info-package">
      <div class="info-name">제13조 분쟁해결</div>
      <div class="info-item">
      운영자와 이용자 간에 발생한 서비스 이용에 관한 분쟁에 대하여는 대한민국 법을 적용하며, 본 분쟁으로 인한 소는 당사자의 주소 소재지를 관할하는 법원에 제기합니다.<br/>
      본 약관은 2023년 0월 0일부터 시행됩니다.
      </div>
    </div>
  </div>
</template>

<script>
export default {
  name: "TermsCondition"
}
</script>

<style scoped>

</style>